Repository: lightningrodlabs/vines
Catalog: webcomponents/xliff/*.xlf
Languages: fr_fr

# sb4f1dffbb6be6302
source: Clear
fr_fr: Effacer

# se9f30e4492cee2cd
source: Nickname
fr_fr: Pseudonyme

# s344ea8f4939cdc98
source: Color
fr_fr: Couleur

# sefcf950b3cc4fc3b
source: Language
fr_fr: Langue

# sc93a9aa3e5bcbf5d
source: Save Profile
fr_fr: Enregistrer Profile

# s2ceb11be2290bb1b
source: Cancel
fr_fr: Annuler

# s2b3859261c42db06
source: No topics found
fr_fr: Aucun sujet trouvé

# sa629ace2aeae7713
source: This is the start of a channel about topic
fr_fr: Ceci est le début du canal sur le sujet

# sf0f75eca7bcd71ef
source: View comments on the side
fr_fr: Montrer lees commentaires sur le côté

# s37a9e8aec5713460
source: More
fr_fr: Plus

# s08842be103fdee87
source: Add Reaction
fr_fr: Ajouter Réaction

# s9e226e0a027f39a6
source: Remove from favorites
fr_fr: Retirer des favoris

# s3f75b956f3fae9cf
source: Add to favorite
fr_fr: Ajouter aux favoris

# s4d57ce331140a4c5
source: Copy Message Link
fr_fr: Copier Lien du Message

# scbbb0fa5125d50ab
source: Copy Text
fr_fr: Copier Texte

# s4c0ea30616384688
source: Report Message
fr_fr: Signaler Message

# s0992a1fa8d28bc76
source: No comment thread selected
fr_fr: Aucun fil de commentaire selection.

# s1f7698c061c208c9
source: Open
fr_fr: Ouvrir

# s0fe8f27f468c7dea
source: Open in Main View
fr_fr: Ouvrir dans la vu principal

# s8a0021ca40aeac3e
source: comment
fr_fr: Commenter

# s9d8b8aa2b404c2c8
source: Settings
fr_fr: Paramètres

# s8847d64291996459
source: Member since
fr_fr: Membre depuis

# s904fefb3d01cb2ae
source: empty
fr_fr: vide

# s374bd2c937d5928a
source: View comments
fr_fr: Voir commentaires

# s2903da18b84f5001
source: Copy Channel Link
fr_fr: Copier lien vers ce canal

# sd382aebcb9973936
source: Create comment thread for this Topic
fr_fr: Créer fil de commentaire pour ce Sujet

# s5dd970759b6e22d3
source: Edit Title
fr_fr: Modifier Titre

# s2280dbdb07b20827
source: Create a new channel for this Topic
fr_fr: Créer un nouveau canal pour ce Sujet

# s4e9e2b7b1bd42183
source: No subjects found
fr_fr: Aucun sujets trouvés

# s6a039bb3d06048f3
source: No File address provided
fr_fr: Aucune adresse de fichier fourni

# sce986d57cac5acf5
source: Unknown File
fr_fr: Fichier inconnu

# s87d0868b917ad868
source: File data not found
fr_fr: Données du fichier introuvable

# s04d07e476a597c0c
source: File downloaded
fr_fr: Fichier téléchargé

# s92595df611bee8c6
source: Your browser does not support the audio element.
fr_fr: Votre navigateur ne supporte pas cet élément audio

# sc1171a6c566ac1a9
source: Your browser does not support the video element.
fr_fr: Votre navigateur ne supporte pas cet élément vidéo

# sb74717eac10c73f5
source: This is the beginning of your direct message history with
fr_fr: Ceci est le début de votre historique de messages privés avec

# s0b7ae9543c001867
source: Reply
fr_fr: Répondre

# s0621fbc662f668f2
source: Remove attachment
fr_fr: Retirer pièce-jointe

# s6c9c202aecc5b1f6
source: Attach WAL from pocket
fr_fr: Joindre WAL à partir de Pocket

# sf18fdd3ba5f7797a
source: Attach file
fr_fr: Joindre fichier

# se79638a5f87eccd7
source: Unknown HRL
fr_fr: HRL inconnu

# s8630af8889a7f784
source: no profiles found
fr_fr: Aucun profile trouvé

# s1a86d5e8ae309e09
source: Toggle Notifications
fr_fr: Enclencher Notifications

# s2ce5b7abe8cec6d7
source: comments
fr_fr: commentaires

# s7bdf06399a451efa
source: Whats up?
fr_fr: Quoi de neuf?

# sa84e6d88de4a8525
source: No Main Feed
fr_fr: Pas de fil principal

# s863b1e35dc70d3b3
source: No favorites
fr_fr: Aucun favoris

# sd2af6dd3f25e7992
source: Feed is empty
fr_fr: Fil vide

# s3d099ab47fec57b6
source: Like
fr_fr: Réagir

# s2df075aface0dab8
source: Share
fr_fr: Partager

# sb85774dc5d18ff0f
source: Confirm
fr_fr: Confirmer

# scc66beac9bca4258
source: Create a post
fr_fr: Créeer un message

# s0843b2fcef33fcc8
source: Publish
fr_fr: Publier

# s8dfbfc57ea390f76
source: No channels found
fr_fr: Aucun canal trouvé

# s498865c7bd1f3959
source: unknown
fr_fr: inconnu

# sde5369c767e7871d
source: No DM found
fr_fr: Aucun message privé trouvé

# s884f957390b84459
source: Message a peer
fr_fr: Envoyer un message

# s162d73fc5424798a
source: New message
fr_fr: Nouveau message

# s780cca56819f90ed
source: DM received
fr_fr: Messag privé recu

# saa9b1dd8d508bc61
source: New message in
fr_fr: Nouveau message dans

# sc59b604330a8853e
source: Reply in
fr_fr: Réponse dans

# sa9c860230fabd46a
source: New channel
fr_fr: Nouveau canal

# s26d236d09a66a620
source: Rules
fr_fr: Règles

# scfda43cb76c3b083
source: New DM channel
fr_fr: Nouveau fil de message privés

# s9bf179b8ceb0f67f
source: Copy DM channel to clipboard
fr_fr: Copier fil dans le presse-papier

# s066b0439e548ef62
source: Copy channel to clipboard
fr_fr: Copier fil dans le presse-papier

# s73910a76da4b2fce
source: Comments about
fr_fr: Commentaires sur

# s0fbc6641c107dcce
source: This is the start of comment thread about chat message
fr_fr: Ceci est le début du fil de commentaire au sujet du message

# s2caa864ad1f0a313
source: This is the start of a comment thread about a
fr_fr: Ceci est le début du fil de commentaire au sujet d'un-e

# s3d0d89e11e004a72
source: Create comment thread for this message
fr_fr: Créer un fil de commentaire pour ce message

# s98af717b1afa6f27
source: View comment thread
fr_fr: Voir fil de commentaire

# s8ee45286ff96d7be
source: Create new comment thread
fr_fr: Créer un nouveau fil de commentaire

# scd4110589ed93bef
source: Failed to retrieve Asset. WeaveServices not available.
fr_fr: Asset introuvable. WeaveServices non-disponible

# sbe524902f9abfbfd
source: Unknown Asset
fr_fr: Asset inconnu

# s17839aa6c281acca
source: No comment threads found
fr_fr: Aucun fil de commentaire trouvé

# se4b80aa1aac3e36a
source: Go to Tool
fr_fr: Ouvrir Outil

# sf9839d90ddaae710
source: Create comment thread
fr_fr: Créer fil de commentaire

# sf969c2297c7b8324
source: Create new Topic
fr_fr: Créer nouveau Sujet

# s46249fe17f6f2595
source: Unknown Tool
fr_fr: Outil inconnu

# s1255df4f4e1c2450
source: Copy comment thread link to clipboard
fr_fr: Copier lien vers fil de commentaire dans le presse-papier

# sa898e62d9ad24ee3
source: WeaveServices not available
fr_fr: WeaveServices non-disponible

# s003450339b5456ad
source: Copied AgentPubKey to clipboard
fr_fr: AgentPubKey copié dans le presse-papier

# sfb6dab1a1aa86d7b
source: Copied Message's WAL to clipboard
fr_fr: WAL du message copié dans le presse-papier

# sa2d505555b6701a8
source: Copied WAL to clipboard
fr_fr: Copier WAL dans le presse-papier

# s6d9e89e9aa685f21
source: Purpose
fr_fr: Raison d'être

# s0c26ad411955878a
source: Message added to favorites
fr_fr: Message ajouté aux favoris

# sd5cebf2dae9ada75
source: Message removed from favorites
fr_fr: Message retiré des favoris

# s4b60729034e68523
source: No favorites found
fr_fr: Aucun favoris trouvés

# s20a500234e838dda
source: Favorites
fr_fr: Favoris

# sd1f81284eeb7b503
source: File
fr_fr: Fichier

# sb1892eeeccd481f3
source: Post added to favorites
fr_fr: Post ajouter aux favoris

# s6fd05a2cb92783d0
source: Post removed from favorites
fr_fr: Post retiré des favoris

# s382a2aa3984474dd
source: Create
fr_fr: Créer

# sd1abd74f5334d59a
source: Results for
fr_fr: Résultats pour

# sc1d32c9ff0fecbac
source: Unarchived Subject
fr_fr: Sujet désarchivvé

# sb5b855617d92fba3
source: Archived Subject
fr_fr: Sujet Archivé

# s1fa96bca92224298
source: Welcome to
fr_fr: Bienvenue à

# s977abeeea3e2041a
source: No channel selected
fr_fr: Aucun canal séléctionné

# s79e8cc71a5975b04
source: Message
fr_fr: Envoyer sur

# s829d60d437d50c76
source: to mention
fr_fr: pour mentionner
